Repository: Rafaj-Design/iDeviant-ios
Catalog: iDeviant/Assets/Localization/*.lproj/Localizable.strings
Languages: cs

source: Search
cs: Vyhledávání

# searchdesc
source: Search for Deviations
cs: Vyhledávání v DeviantArt

# categories
source: Popular categories
cs: Kategorie

# categoriesdesc
source: Dig in Deviantart
cs: Kategorie DeviantArt

# favorites
source: Favorite categories
cs: Moje oblíbené

# favoritesdesc
source: Your Favourite Categories
cs: Oblíbené kategorie

source: Daily deviations
cs: Nejnovější

# dailydeviationsdesc
source: Newest Deviations
cs: Nejnovější deviace

source: Popular
cs: Nejoblíbenější

# populardesc
source: Top Rated Deviations
cs: Nejoblíbenější deviace

source: Login
cs: Přihlášení

# logindesc
source: Access to Your Account
cs: Přihlášení na web DeviantArtu

# settingsdesc
source: Set your things
cs: settingsdesc

source: Home sorting
cs: Nastavení

# homesortingdesc
source: Sort Homescreen
cs: Řazení hlavního menu

source: Requires Internet Connection
cs: Vyžaduje připojení k internetu

# nonefavorites
source: No Favorites Yet
cs: Žádné oblíbené

source: Image Saved
cs: Obrázek uložen

# savetogalleryit
source: Save to gallery
cs: Uloženo do galerie

# cancelbutton
source: Cancel
cs: Zrušit

# searchplaceholder
source: Search iDeviant
cs: Hledat iDeviant

# subcategoriesinmaincat
source: Categories in Main
cs: Hlavní kategorie

# subcategoriesincat
source: Subcategories in
cs: Podkategorie v

source: Subcategories
cs: Podkategorie

# itemsinmaincat
source: Items in Main
cs: Položky v hlavní

# itemsincategory
source: Items in
cs: Položky v

source: My Favorite Categories
cs: Moje oblíbené kategorie

source: My Favorite Items
cs: Moje oblíbené položky

source: About
cs: O aplikaci

source: Name
cs: Jméno

source: Description
cs: Popis

# nicknull
source: Please enter nickname
cs: Vaše přezdívka

# passwordnull
source: Please enter password
cs: Vaše heslo

source: Remember me
cs: Zapamatuj si mě
